/* Voice Over description of a plate connection e.g. large motor connected to port A */
"%@ connected to %@" = "%1$@ connected to %2$@";

/* Bullet marker for step 1 on how to connect an EV3 brick */
"1." = "1.";

/* Bullet marker for step 2 on how to connect an EV3 brick */
"2." = "2.";

/* Bullet marker for step 3 on how to connect an EV3 brick */
"3." = "3.";

/* text that indicates the action of adding a new brick */
"Add new brick" = "Add new brick";

/* The Port Mode display for The colour sensor measures the amount of ambient light in its surroundings */
"Ambient" = "Ambient";

/* the header for the overview of known or previously connected ev3 bricks */
"Available Bricks" = "Available Bricks";

/* The Color Black */
"Black" = "Black";

/* The Color Blue */
"Blue" = "Blue";

/* The Color Brown */
"Brown" = "Brown";

/* The Port Mode display for whether the touch sensor is quickly being pressed and released */
"Bumps" = "Bumps";

/* Cancel */
"Cancel" = "Cancel";

/* Voice Over description of action to change a port's mode */
"Change mode" = "Change mode";

/* The Port Mode display for the unit of centimetres */
"cm" = "cm";

/* The Port Mode display for The colour sensor evaluates the color of an object */
"Color" = "Color";

/* Button that displays the system panel and list of available EV3 bricks */
"Connect EV3 Brick" = "Connect EV3 Brick";

/* Step 3 on how to connect an EV3 brick */
"Connect your EV3 Brick to this iPad." = "Connect your EV3 Brick to this iPad.";

/* Voice Over description a connected port view */
"Connected to %@" = "Connected to %@";

/* The Port Mode display for a measurement of a plane angle, defined so that a full rotation is 360 degrees. */
"Degrees" = "Degrees";

/* Brick action button to disconnect the currently connected brick */
"Disconnect" = "Disconnect";

/* Alert modal dismiss button text */
"Dismiss" = "Dismiss";

/* Step 2 on how to connect an EV3 brick */
"Enable both Bluetooth and iPhone/iPad/iPod." = "Enable both Bluetooth and iPhone/iPad/iPod.";

/* Message shown in the Rename EV3 alert */
"Enter a new name for your EV3 Brick" = "Enter a new name for your EV3 Brick";

/* Alert modal title */
"Error During User Program" = "Error During User Program";

/* Voice Over summary description of live view actions button */
"EV3 actions" = "EV3 actions";

/* the default name for unknown ev3 bricks */
"EV3 Brick" = "EV3 Brick";

/* String representation of the robot error in regards to the port mismatch */
"Expected %@ on Port %@ in call %@, actual: %@" = "Expected %1$@ on Port %2$@ in call %3$@, actual: %4$@";

/* The Color Green */
"Green" = "Green";

/* The Port Type text for The Gyroscopic Sensor */
"Gyroscope" = "Gyroscope";

/* Button that displays instructions on how to connect the EV3 brick via bluetooth */
"How do I connect?" = "How do I connect?";

/* The title for instructions on how to connect an EV3 brick */
"How to connect your EV3" = "How to connect your EV3";

/* The Port Mode display for the unit of Inches */
"Inches" = "Inches";

/* The Port Type short text for The Infrared Sensor */
"Infrared" = "Infrared";

/* The Port Type long text for the Infrared Sensor */
"Infrared Sensor" = "Infrared Sensor";

/* The Port Type text for The Large Servo Motor */
"Large Motor" = "Large Motor";

/* The Port Type short text for the Light Sensor */
"Light" = "Light";

/* The Port Type long text for the Light Sensor */
"Light Sensor" = "Light Sensor";

/* The Port Type text for The Medium Servo Motor */
"Medium Motor" = "Medium Motor";

/* The Port Type short text for an unknown input or output */
"missing" = "missing";

/* The Port Type long text for the Missing Sensor */
"Missing Sensor" = "Missing Sensor";

/* Voice Over announcement when a single motor is connected */
"Motor connected to %@" = "Motor connected to %@";

/* Voice Over announcement when a single motor is disconnected */
"Motor disconnected from %@" = "Motor disconnected from %@";

/* Voice Over announcement when 2 motors are connected */
"Motors connected to %@ and %@" = "Motors connected to %1$@ and %2$@";

/* Voice Over announcement when 3 motors are connected */
"Motors connected to %@, %@ and %@" = "Motors connected to %1$@, %2$@ and %3$@";

/* Voice Over announcement when 4 motors are connected */
"Motors connected to %@, %@, %@ and %@" = "Motors connected to %1$@, %2$@, %3$@ and %4$@";

/* Voice Over announcement when 2 motors are disconnected */
"Motors disconnected from %@ and %@" = "Motors disconnected from %1$@ and %2$@";

/* Voice Over announcement when 3 motors are disconnected */
"Motors disconnected from %@, %@ and %@" = "Motors disconnected from %1$@, %2$@ and %3$@";

/* Voice Over announcement when 4 motors are disconnected */
"Motors disconnected from %@, %@, %@ and %@" = "Motors disconnected from %1$@, %2$@, %3$@ and %4$@";

/* Voice Over description a port view that has no connection */
"No connection" = "No connection";

/* The Color Description when the Color Sensor cannot find a color */
"None" = "None";

/* OK */
"OK" = "OK";

/* Step 1 on how to connect an EV3 brick */
"On your EV3 Brick, go to Settings and open Bluetooth." = "On your EV3 Brick, go to Settings and open Bluetooth.";

/* Voice Over description of port 1 */
"Port 1" = "Port 1";

/* Voice Over description of port 2 */
"Port 2" = "Port 2";

/* Voice Over description of port 3 */
"Port 3" = "Port 3";

/* Voice Over description of port 4 */
"Port 4" = "Port 4";

/* Voice Over description of port A */
"Port A" = "Port A";

/* Voice Over description of port B */
"Port B" = "Port B";

/* Voice Over description of port C */
"Port C" = "Port C";

/* Voice Over description of port D */
"Port D" = "Port D";

/* The Port Mode display for a unit of measurement for a mechanical engine's power output */
"Power" = "Power";

/* The Port Mode display for The mode in which the Infrared Sensor detects proximity to an object and measures the distance to an object in front of the sensor */
"Proximity" = "Proximity";

/* The Port Mode display for a specific kind of ratio, in which two measurements are related to each other (often with respect to time) */
"Rate" = "Rate";

/* The Color Red */
"Red" = "Red";

/* The Port Mode display for The colour sensor shines an LED and measures the amount of light reflected by nearby surfaces */
"Reflect" = "Reflect";

/* The Port Mode display for The mode in which the Infrared Sensor is paired with a remote and listens to the buttons pressed on the remote */
"Remote" = "Remote";

/* Brick action button to show the rename brick view */
"Rename" = "Rename";

/* Title for the Rename EV3 alert */
"Rename EV3" = "Rename EV3";

/* Brick action button to reset the brick state */
"Reset" = "Reset";

/* The Port Mode display for a circular movement of an object around a center (or point) of rotation */
"Rotations" = "Rotations";

/* The Port Mode display for The mode in which the Infrared Sensor can locate up to four beacons by seeking for them */
"Seek" = "Seek";

/* Voice Over announcement when a single sensor is connected */
"Sensor connected to %@" = "Sensor connected to %@";

/* Voice Over announcement when a single sensor is disconnected */
"Sensor disconnected from %@" = "Sensor disconnected from %@";

/* Voice Over announcement when 2 sensors are connected */
"Sensors connected to %@ and %@" = "Sensors connected to %1$@ and %2$@";

/* Voice Over announcement when 3 sensors are connected */
"Sensors connected to %@, %@ and %@" = "Sensors connected to %1$@, %2$@ and %3$@";

/* Voice Over announcement when 4 sensors are connected */
"Sensors connected to %@, %@, %@ and %@" = "Sensors connected to %1$@, %2$@, %3$@ and %4$@";

/* Voice Over announcement when 2 sensors are disconnected */
"Sensors disconnected from %@ and %@" = "Sensors disconnected from %1$@ and %2$@";

/* Voice Over announcement when 3 sensors are disconnected */
"Sensors disconnected from %@, %@ and %@" = "Sensors disconnected from %1$@, %2$@ and %3$@";

/* Voice Over announcement when 4 sensors are disconnected */
"Sensors disconnected from %@, %@, %@ and %@" = "Sensors disconnected from %1$@, %2$@, %3$@ and %4$@";

/* Voice Over description of button that switches the live view to show graphs of data over time */
"Switch to graph mode" = "Switch to graph mode";

/* Voice Over description of button that switches the live view to a grid of connected devices */
"Switch to grid mode" = "Switch to grid mode";

/* The Port Type short text for the Touch Sensor */
"Touch" = "Touch";

/* The Port Type long text for the Touch Sensor */
"Touch Sensor" = "Touch Sensor";

/* The Port Mode display for whether the touch sensor is being actioned */
"Touched" = "Touched";

/* The Port Type short text for the Ultrasonic Sensor */
"Ultrasonic" = "Ultrasonic";

/* The Port Type long text for the Ultrasonic Sensor */
"Ultrasonic Sensor" = "Ultrasonic Sensor";

/* The Color White */
"White" = "White";

/* The Color Yellow */
"Yellow" = "Yellow";

